[
    
  {
    "text": "Having suffered from psoriasis for the past 15 years, I had lost all hope and silently endured the condition. BigByte Health introduced me to Ayurvedic solutions, and I was prescribed Panchakarma treatments, including detoxification therapies like Basti, Virechana, and Shirodhara. Today, my condition has improved by 95%, thanks to the exceptional support from BigByte Health.",
    "patient": "United Kingdom",
    "treatment": "Ayurvedic Panchakarma Treatments Like Vaman, Virechana, Basti, Raktamokshan, Shirodhara etc.",
    "hospital": "Vaidya Ayurvedguru Private Limited"
  },
  {
    "text": " After 10 years of marriage and countless treatments, prayers, and exploring every possible option at hand, we were still unable to experience the joy of parenthood. Then, our journey led us to BigByte Health. After undergoing IVF treatment in India, we were blessed with twin daughters and today we owe our family’s happiness to the compassionate, affordable, and top-notch assistance provided by BigByte Health.",
    "patient": "USA",
    "treatment": "IVF alongside Yoga",
    "hospital": "Cloudnine Hospital"
  },
  {
    "text": "I had been struggling with osteoarthritis for years, and it severely affected my quality of life. Thanks to BigByte Health, I received a personalized treatment plan from Dr. H.S Madaan in India that significantly reduced my pain and restored my mobility. Today, I’m able to live pain-free and engage in activities I thought I’d lost forever. I’m truly grateful to the entire team for helping me regain my health and independence!",
    "patient": "Canada",
    "treatment": "Orthopaedic surgery & Marma therapy",
    "hospital": "H.S Madaan Hospital"
  },
  {
    "text": "In the first week of February 2022, I was diagnosed with liver cancer at a very late stage, and it felt like my world came crashing down.  That is when BigByte Health came in as a ray of hope in our lives. I was provided with a holistic treatment plan that combined both allopathic medicine and alternative therapies. The comprehensive approach not only targeted the cancer but also strengthened my overall well-being. Today, I am glad to share that I’m cancer-free and healthier than ever. I’m truly grateful to BigByte Health for giving me a second chance at life!",
    "patient": "Australia",
    "treatment": "Liver Cancer treatment along with Panchkarma",
    "hospital": "New Delhi"
  },
  {
      "text": " When I was diagnosed with diabetes, I was already struggling to adjust, but getting a positive hepatitis result soon after felt like a double blow. I was scared and overwhelmed, unsure of what to do next and that’s when BigByte Health stepped in. They took care of everything—from my medical visa to doctor visits and travel assistance. They provided a comprehensive treatment plan that balanced both my conditions and supported me every step of the way. Today, my health is back on track, and I’m truly grateful for their incredible support and care.",
      "patient": "France",
      "treatment": "Ayurvedic Diet with Yoga, Panchkarma & Hepatitis treatment",
      "hospital": "Cloudnine Hospital"
    }


]
  
